/* add caramel */
"ADD_CARAMEL_SYRUP_ON_COFFEE" = "Add caramel syrup";

/* add chocolate */
"ADD_CHOCOLATE_SYRUP" = "Add chocolate syrup";

/* add milk */
"ADD_MILK_INTO_COFFEE" = "Add milk";

/* add vanila */
"ADD_VANILA_SYRUP_TO_COFFEE" = "Add Vanila syrup";

/* add water */
"ADD_WATER_TO_COFFEE" = "Add water";

/* add cream */
"ADD_WHIPPEDCREAM_ON_COFFEE" = "Add whippedcream";

/* done */
"FINISH_PROCESS" = "Done!!!!";

/* make milk foam */
"MAKE_MILK_FOAM" = "make milk foam";

/* add milk foam */
"POUR_MILK_FOAM_ON_COFFEE" = "Add milk foam on coffee";

/* preare a cup of espresso */
"PREPARE_ESPRESSO" = "Prepare espresso";

